Repository: thompsonate/Shifty
Catalog: Shifty/*.lproj/Localizable.strings
Languages: de, fr, ru, zh_hans

# general.ok
source: OK
ru: ОК
zh_hans: 好

# general.cancel
source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена
zh_hans: 取消

# menu.toggle_on
source: Turn on Night Shift
de: Night Shift aktivieren
fr: Activer Night Shift
ru: Включить Night Shift
zh_hans: 打开“夜览”模式

# menu.toggle_off
source: Turn off Night Shift
de: Night Shift deaktivieren
fr: Désactiver Night Shift
ru: Выключить Night Shift
zh_hans: 关闭“夜览”模式

# menu.disable_for
source: Disable for %@
de: Deaktivieren für %@
fr: Désactiver pendant %@
ru: Выключить для %@
zh_hans: 为%@关闭“夜览”模式

# menu.disabled_for
source: Disabled for %@
de: Deaktiviert für %@
fr: Désactivé pendant %@
ru: Выключено для %@
zh_hans: 已为%@关闭“夜览”模式

# menu.enable_for
source: Enable for %@
de: Aktivieren für %@
fr: Activer pendant %@
ru: Включить для %@
zh_hans: 为%@开启“夜览”模式

# menu.enabled_for
source: Enabled for %@
de: Aktiviert für %@
fr: Activé pendant %@
ru: Включено для %@
zh_hans: 已为%@开启“夜览”模式

# menu.disable_running_app
source: Disable when %@ is running
de: Deaktivieren, wenn %@ läuft
fr: Désactiver pour %@
ru: Выключить, когда %@ работает
zh_hans: 当运行%@时禁用

# menu.disabled_running_app
source: Disabled when %@ is running
de: Deaktivieren, wenn %@ läuft
fr: Désactivé pour %@
ru: Выключено, когда %@ работает
zh_hans: 已在运行%@时禁用

# menu.disable_fullscreen
source: Only in full screen
de: Nur im Vollbildmodus
fr: Uniquement en mode plein écran
ru: Только на полном экране
zh_hans: 仅在全屏模式下禁用

# menu.disable_hour
source: Disable for an hour
de: Für eine Stunde deaktivieren
fr: Désactiver pendant une heure
ru: Выключить на час
zh_hans: 关闭一个小时

# menu.disabled_hour
source: Disabled for an hour
de: Für eine Stunde deaktiviert
fr: Désactiver pendant une heure
ru: Выключено на час
zh_hans: 已关闭一个小时

# menu.disable_custom
source: Disable for custom time...
de: Für bestimmte Zeit deaktivieren…
fr: Personnaliser le temps de désactivation...
ru: Выключить на своё время...
zh_hans: 在自定义时间段内关闭“夜览”模式...

# menu.disabled_custom
source: Disabled for custom time
de: Für bestimmte Zeit deaktiviert
fr: Désactivation personnalisée
ru: Выключено на своё время
zh_hans: 在自定义时间段内关闭“夜览”模式

# menu.allow_browser_automation
source: Allow Website Shifting with %@
de: Webseiten-Shift mit %@ erlauben
fr: Permettre permutation des sites web avec %@
ru: Разрешить переключение на сайте %@

# menu.true_tone_on
source: Turn on True Tone
de: True Tone aktivieren
fr: Activer True Tone
ru: Включить True Tone
zh_hans: 开启“原彩显示”

# menu.true_tone_off
source: Turn off True Tone
de: True Tone deaktivieren
fr: Désactiver True Tone
ru: Выключить True Tone
zh_hans: 关闭“原彩显示”

# menu.true_tone_unavailable
source: True Tone is not available
de: True Tone ist nicht verfügbar
fr: True Tone n'est pas disponible
ru: True Tone не доступен
zh_hans: “原彩显示”不可用

# menu.true_tone_disabled_for
source: True Tone is disabled for %@
de: True Tone ist deaktiviert für %@
fr: True Tone est désactivé pour %@
ru: True Tone выключен для %@
zh_hans: 已为%@禁用“原彩显示”

# menu.preferences
source: Preferences...
de: Einstellungen…
fr: Préférences...
ru: Персональные настройки...
zh_hans: 偏好设置...

# menu.quit
source: Quit Shifty
de: Shifty beenden
fr: Quitter Shifty
ru: Выключить Shifty
zh_hans: 退出 Shifty 夜览管家

# description.enabled
source: Enabled
de: Aktiviert
fr: Activé
ru: Включено
zh_hans: 已启用

# description.enabled_sunrise
source: Enabled until sunrise
de: Bis Sonnenaufgang aktiviert
fr: Activé jusqu’au lever du soleil
ru: Включено до восхода солнца
zh_hans: 已在日出前启用

# description.enabled_time
source: Enabled until %@
de: Aktiviert bis %@
fr: Activer jusque %@
ru: Включено до %@
zh_hans: 已在%@前启用

# description.disabled
source: Disabled
de: Deaktiviert
fr: Désactivé
ru: Выключено
zh_hans: 已关闭

# description.disabled_hours_minutes
source: Disabled for %02d:%02d
de: Deaktiviert für %02d:%02d
fr: Désactivé pendant %02d:%02d
ru: Выключено на %02d:%02d
zh_hans: 已在 %02d:%02d 内关闭

# prefs.title
source: Preferences
de: Einstellungen
fr: Préférences
ru: Персональные настройки
zh_hans: 偏好设置

# prefs.general
source: General
de: Allgemein
fr: Général
ru: Главное
zh_hans: 通用

# prefs.shortcuts
source: Shortcuts
de: Tastenkürzel
fr: Raccourcis
ru: Сокращения
zh_hans: 快捷键

# prefs.about
source: About
de: Über
fr: À propos
ru: О программе
zh_hans: 关于

# alert.version_message
source: This version of macOS does not support Night Shift
de: Diese macOS-Version unterstützt kein Night Shift
fr: Cette version de macOS ne supporte pas Night Shift
ru: Эта версия macOS не поддерживает Night Shift
zh_hans: “夜览”模式不能与此版本的 macOS 配合使用。

# alert.version_informative
source: Update your Mac to version 10.12.4 or higher to use Shifty.
de: Um Shifty verwenden zu können, den Mac auf Version 10.12.4 oder höher aktualisieren.
fr: Mettez votre Mac à jour vers la version 10.12.4 ou supérieure pour utiliser Shifty.
ru: Обновите свой Мак до версии 10.12.4 или выше для пользования Shifty.
zh_hans: “夜览”模式要求 macOS 10.12.4 或更高版本。更新你的 Mac 到 macOS 10.12.4 或更高版本以使用 Shifty 夜览管家。

# alert.hardware_message
source: Your Mac does not support Night Shift
de: Dieser Mac unterstützt kein Night Shift
fr: Votre Mac ne supporte pas Night Shift
ru: Ваш Мак не поддерживает Night Shift
zh_hans: 你的 Mac 不支持“夜览”模式。

# alert.hardware_informative
source: A newer Mac is required to use Shifty.
de: Um Shifty verwenden zu können, ist ein aktueller Mac erforderlich.
fr: Un Mac plus récent est requis pour utiliser Shifty.
ru: Для использования Shifty нужен Мак новее.
zh_hans: 需要新款 Mac，才能启用“夜览”模式与 Shifty 夜览管家。

# alert.accessibility_disabled_message
source: Accessibility permissions for Shifty have been disabled
de: Bedienungshilfen-Berechtigungen für Shifty wurden deaktiviert
fr: Les autorisations d’accessibilité ont été désactivées
ru: Универсальный доступ для Shifty не предоставлен
zh_hans: 已禁用 Shifty 夜览管家的辅助功能权限

# alert.accessibility_disabled_informative
source: Accessibility control must be allowed to enable Website Shifting. Grant access to Shifty in Security & Privacy preferences, located in System Preferences.
de: Der Webseiten-Shift benötigt die Berechtigung in den Bedienungshilfen. Den Zugriff unter Systemeinstellungen > Sicherheit > Privatsphäre gewähren.
fr: Les autorisations d’accessibilité doivent être données pour activer la permutation des sites web. Veuillez autoriser Shifty dans les Préférences Système, onglet « Sécurité & Confidentialité ».
ru: Универсальный доступ должен быть предоставлен для использования переключения на сайтах. Обеспечьте Shifty доступ в настройках Защиты и безопасности, расположенных в Системных настройках.
zh_hans: 您必须先授权 Shifty 夜览管家通过“辅助功能”控制您的电脑，才能调节网站色温。您可在系统偏好设置的安全性与隐私面板中提供授权。

# alert.open_preferences
source: Open System Preferences
de: Systemeinstellungen öffnen
fr: Ouvrir les Préférences Système
ru: Откройте Системные настройки
zh_hans: 打开系统偏好设置

# alert.not_now
source: Not now
de: Nicht jetzt
fr: Plus tard
ru: Не сейчас
zh_hans: 以后再说

# alert.close
source: Close
de: Schließen
fr: Fermer
ru: Закрыть
zh_hans: 关闭

# analytics.includes_list_title
source: What data is collected?
de: Welche Daten werden erfasst?
fr: Quelles données recueillons-nous ?
ru: Какие данные собираются?
zh_hans: 哪些数据会被收集？

# analytics.includes_list_1
source: Information about what caused a crash
de: Informationen über die Ursachen eines Programmabsturzes
fr: Données sur les causes d'un crash
ru: Информация о том, почему приложение сломалось
zh_hans: 包含崩溃原因的诊断信息

# analytics.includes_list_2
source: Data about the usage of various features in Shifty
de: Daten über die Nutzung verschiedener Funktionen in Shifty
fr: Données sur l'utilisation de diverses fonctionnalités de Shifty
ru: Данные об использовании разных функций в Shifty
zh_hans: Shifty 夜览管家中各个功能的用量数据

# analytics.includes_list_3
source: Useful information about issues that donâ€™t cause the app to crash
de: Nützliche Informationen über Probleme, die die App nicht zum Absturz gebracht haben
fr: Informations utiles sur ce qui ne provoque pas le crash de l'app
ru: Полезная информация о случаях, которые не приводят к поломке приложения
zh_hans: 不导致应用程序崩溃的其他问题的相关信息

# analytics.doesnt_include_list_title
source: What data isn't collected?
de: Welche Daten erfassen wir nicht?
fr: Quelles données ne recueillons-nous pas ?
ru: Какие данные не собираются?
zh_hans: 哪些数据不会被收集？

# analytics.doesnt_include_list_1
source: Sensitive data Shifty is granted permission to access (e.g. web addresses used for Website Shifting)
de: Sensible Daten, auf die Shifty Zugriff hat (z.B. für welche Webseiten das Shiften gesetzt wurde)
fr: Données sensibles auxquelles Shifty a la permission d'accéder (par ex. les adresses web utilisées pour la permutation des sites web)
ru: Деликатные данные, к которым Shifty получает доступ (например сайты, для которых Вы переключаете режим)
zh_hans: 您授权 Shifty 夜览管家访问的敏感信息（例如网站色温调节的相应网址）

# analytics.doesnt_include_list_2
source: Any device IDs or personally identifiable information
de: Geräte-IDs oder persönlich identifizierbare Informationen
fr: Identifiants de matériel ou données permettant de vous identifier
ru: Любые серийные номера или персональная информация
zh_hans: 设备 ID 等一系列能被用于回溯个人身份的信息

# analytics.data_usage_list_title
source: What happens to the data?
de: Was geschieht mit den Daten?
fr: Qu'arrive-t-il aux données ?
ru: Что происходит с данными?
zh_hans: 收集的数据将有哪些用途？

# analytics.data_usage_list_1
source: None of this data is sold to anyone (and nobody would want to buy it anyways)
de: Keine dieser Daten wird an Dritte verkauft (und niemand würde sie sowieso kaufen wollen)
fr: Aucune de ces données n'est vendue (et personne ne voudrait les acheter de toute façon)
ru: Ничто из этих данных не будет передано третьей стороне (да никому они и не интересны в любом случае)
zh_hans: 任何数据都不会被出售至第三方（况且也不会有第三方想要购买）

# analytics.data_usage_list_2
source: Helps to resolve problems and make Shifty better
de: Hilft, Probleme zu lösen und Shifty besser machen
fr: Aide à résoudre les problème et à améliorer Shifty
ru: Помогает решать проблемы и делать Shifty лучше
zh_hans: 帮助解决问题并完善 Shifty 夜览管家
